---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelSetEndStation
source: html/fbf22d14-33c6-5d39-1703-a7c5576f4c53.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelSetEndStation Property

"Alignment Label Set End Station"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationLabelSetEndStation { get; }
```